Repository: zhangyc/pixify-flutter
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, ja, ko, pt_pt, ru, th, zh_cn, zh_tw

source: Description (optional)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (facultative)
it: Descrizione (opzionale)
ja: 説明（任意）
ko: 설명 (선택 사항)
pt_pt: Descrição (opcional)
ru: Описание (необязательно)
th: คำอธิบาย (ไม่บังคับ)
zh_cn: 描述（可选）
zh_tw: 描述（可選）

# buttonSubmit
source: Submit
de: Einreichen
es: Enviar
fr: Soumettre
it: Inviare
ja: 提出する
ko: 제출하다
pt_pt: Submeter
ru: Отправить
th: ส่ง
zh_cn: 提交
zh_tw: 提交

source: All People
de: Alles
es: Todo
fr: Tout
it: Tutto
ja: 全部
ko: 전부
pt_pt: Tudo
ru: Все
th: ทั้งหมด
zh_cn: 所有人
zh_tw: 所有人

source: Who likes you
de: Wer mag dich
es: Quién te gusta
fr: Qui t'aime
it: Chi ti piace
ja: あなたを好きな人は
ko: 너를 좋아하는 사람
pt_pt: Quem gosta de você
ru: Кто тебя любит
th: ใครที่ชอบคุณ
zh_cn: 谁喜欢了你
zh_tw: 誰喜歡你

source: Liked you
de: Hat dich gemocht
es: Te gustó
fr: T'aimait
it: Ti è piaciuto
ja: 月が...ううん
ko: 당신을 좋아했어요
pt_pt: Gostou de você
ru: Тебе нравился
th: ที่ชอบคุณ
zh_cn: 喜欢了你
zh_tw: 喜歡你

# imInterestedSomething
source: "I'm interested in {something}"
de: "Ich interessiere mich für {something}!"
es: "Me interesa {something}!"
fr: "Je m'intéresse à {something}!"
it: "Sono interessato a {something}!"
ja: "{something}に興味があります"
ko: "{something}에 관심이 있어요!"
pt_pt: "Estou interessado em {something}!"
ru: "Меня интересует {something}!"
th: "ฉันสนใจ{something}"
zh_cn: "我对{something}感兴趣~"
zh_tw: "我對{something}感興趣"

# theyAreWaitingForYourReply
source: 👆 They're waiting for your reply
de: 👆 Sie warten auf deine Antwort
es: 👆 Están esperando tu respuesta
fr: 👆 Ils attendent ta réponse
it: 👆 Stanno aspettando la tua risposta
ja: 👆 彼らはあなたの返事を待ってるよ
ko: 👆 답장을 기다리고 있어요
pt_pt: 👆 Eles estão esperando sua resposta
ru: 👆 Они ждут твоего ответа
th: 👆พวกเขากำลังรอคำตอบจากคุณ
zh_cn: 👆在等你的回复哦
zh_tw: 👆 在等你的回答喲

# likedPageMonetizeButton
source: Check out their profiles
de: Schau dir ihre Profile an
es: Revisa sus perfiles
fr: Vérifiez leurs profils
it: Controlla i loro profili
ja: あいつらのプロフチェックしよう!
ko: 그들의 프로필을 확인하세요
pt_pt: Verifique os perfis deles
ru: Проверьте их профили
th: ตรวจสอบโปรไฟล์ของพวกเขา
zh_cn: 看看都是谁
zh_tw: 查看他們的資料

# likedPageNoData
source: Status: No likes yet What to do: Take the initiative Suggestion: "Self-portraits in light, A genuine bio's insight, Interests ignite." Emm..I mean... Upload some nice photos Write a genuine bio Pick your interests
de: Status: Noch keine Likes Was tun: Ergreifen Sie die Initiative Vorschlag: Laden Sie Ihre zufriedenstellenden Fotos hoch Schreiben Sie eine echte Biografie Wählen Sie Ihre Interessen
es: Estado: Aún sin me gusta Qué hacer: Toma la iniciativa Sugerencia: Sube tus fotos satisfactorias Escribe una biografía genuina Elige tus intereses
fr: Statut : Pas encore de likes Que faire : Prendre l'initiative Suggestion : Téléchargez vos photos satisfaisantes Écrivez une bio authentique Choisissez vos intérêts
it: Stato: Ancora nessun mi piace Cosa fare: Prendi l'iniziativa Suggerimento: Carica le tue foto soddisfacenti Scrivi una biografia autentica Scegli i tuoi interessi
ja: ステータス：一時的には空白ページだね すること：主導権を取る 提案： 満足写真 アップを 自己紹介に 心込めよ 魅力的に もっとなれ 興味選べ 人の海の中で 面白い出会いが待っています
ko: 상태: 아직 좋아요 없음 할 일: 주도권을 잡다 제안: 만족스러운 사진을 업로드하세요 진실된 바이오를 작성하세요 관심사를 고르세요
pt_pt: Status: Ainda sem curtidas O que fazer: Tome a iniciativa Sugestão: Faça o upload de suas fotos satisfatórias Escreva uma biografia genuína Escolha seus interesses
ru: Статус: Пока нет лайков Что делать: Проявите инициативу Предложение: Загрузите ваши удовлетворительные фотографии Напишите подлинную биографию Выберите свои интересы
th: สถานะ: ยังไม่มีไลค์ ทำอย่างไร: ริเริ่ม ข้อเสนอ: อัปโหลดรูปภาพที่คุณพอใจ เขียนประวัติของคุณอย่างแท้จริง เลือกความสนใจของคุณ
zh_cn: 状态：暂时没有赞哦 该做什么：采取主动 建议： 多传照片多加分 写下简介显真诚 选择兴趣有 同道中人
zh_tw: 狀態：姑且沒贊哦 該做什麼：採取主動 建議： 多傳照片多加分 寫下簡介顯真誠 興趣選擇得 同道中人

source: Chat
ja: チャット
ko: 채팅
pt_pt: Bate-papo
ru: Чат
th: แชท
zh_cn: 聊天
zh_tw: 聊天

# whoLikesU
source: Who likes you
de: Wer mag dich
es: Quién te gusta
fr: Qui t'aime
it: Chi ti piace
ja: あなたを好きな人は
ko: 너를 좋아하는 사람
pt_pt: Quem gosta de você
ru: Кто тебя любит
th: ใครที่ชอบคุณ
zh_cn: 谁喜欢了你
zh_tw: 誰喜歡你

source: Check out their profiles
de: Schau dir ihre Profile an
es: Revisa sus perfiles
fr: Vérifiez leurs profils
it: Controlla i loro profili
ja: あいつらのプロフチェックしよう!
ko: 그들의 프로필을 확인하세요
pt_pt: Verifique os perfis deles
ru: Проверьте их профили
th: ตรวจสอบโปรไฟล์ของพวกเขา
zh_cn: 看看都是谁
zh_tw: 查看他們的資料

# newMatch
source: New Matched!
de: Neues Match!
es: ¡Nueva coincidencia!
fr: Nouvelle correspondance !
it: Nuova partita!
ja: 新しいマッチ！
ko: 새로운 매치!
pt_pt: Novo Correspondido!
ru: Новое совпадение!
th: จับคู่ใหม่!
zh_cn: 新匹配！
zh_tw: 新配對！

# noMessageTips
source: Status: No messages What to do: Go to match Suggestion: Make an awesome profile
de: Status: Keine Nachrichten Vorschlag: Gehe zur Pairing-Seite Vorschlag: Erstellen Sie ein tolles Profil
es: Estado: Sin mensajes Sugerencia: Ve a la página de emparejamiento Sugerencia: Haz un perfil increíble
fr: Statut : Pas de messages Suggestion : Allez à la page de jumelage Suggestion : Faites un profil génial
it: Stato: Nessun messaggio Suggerimento: Vai alla pagina di abbinamento Suggerimento: Crea un profilo fantastico
ja: ステータス：メッセージなし すること：さあ、ペアリングページに行こう！ 提案：素晴らしいプロフィールを作る
ko: 상태: 메시지 없음 할 일: 매칭 페이지로 가자 제안: 멋진 프로필을 만드세요
pt_pt: Status: Sem mensagens Sugestão: Vá para a página de emparelhamento Sugestão: Faça um perfil incrível
ru: Статус: Нет сообщений Предложение: Перейти на страницу подбора пар Предложение: Создайте потрясающий профиль
th: สถานะ: ไม่มีข้อความ ทำอย่างไร: ไปที่หน้าจับคู่กันเถอะ ข้อเสนอ: ทำโปรไฟล์ที่ดี
zh_cn: 状态：暂无消息 该做什么：前往匹配 建议：制作棒棒的个人资料
zh_tw: 狀態：暫無消息 該做什麼：前往配對 建議：製作棒棒的個人資料

# seeWhoLikeU
source: See who likes you
de: Sehen, wer dich mag
es: Mira quién te gusta
fr: Voir qui vous aime
it: Vedi chi ti piace
ja: 誰があなたを好きになったか見てみて
ko: 당신을 좋아하는 사람들 보기
pt_pt: Veja quem gosta de você
ru: Смотрите, кто вас любит
th: ดูว่าใครชอบคุณ
zh_cn: 看看谁喜欢你
zh_tw: 看看誰喜歡你

source: Have AstroPair Say Hi
de: Lass AstroPair Hallo sagen
es: Deja que AstroPair diga hola
fr: Laissez AstroPair dire bonjour
it: Lascia che AstroPair dica ciao
ja: AstroPairに挨拶させて
ko: AstroPair에게 인사하게 하세요
pt_pt: Deixe a AstroPair dizer oi
ru: Пусть AstroPair поздоровается
th: ให้AstroPairทักทายหน่อย
zh_cn: 让AstroPair打招呼
zh_tw: 讓AstroPair打招呼

# justTypeInYourLanguage
source: Just type in {lang}
de: Tippen Sie einfach auf {lang}
es: Solo escribe en {lang}
fr: Tapez simplement en {lang}
it: Basta scrivere in {lang}
ja: {lang}でチャットできるよー
ko: {lang}로만 입력하세요
pt_pt: Basta digitar em {lang}
ru: Просто печатайте на {lang}
th: เพียงพิมพ์เป็น{lang}
zh_cn: 只需输入{lang}
zh_tw: 只需輸入{lang}

source: You seem cool
de: Du wirkst cool
es: Pareces genial
fr: Tu as l'air cool
it: Sembri figo
ja: かっこよさそう。
ko: 멋져 보여요.
pt_pt: Você parece legal
ru: Кажешься крутым
th: คุณดูเท่ห์นะ
zh_cn: 你看起来很酷。
zh_tw: 你看起來很酷。

source: I like your style!
de: Ich mag deinen Stil!
es: ¡Me gusta tu estilo!
fr: J'aime ton style !
it: Mi piace il tuo stile!
ja: スタイルがすごくかわいいわね!
ko: 스타일이 마음에 들어요!
pt_pt: Eu gosto do seu estilo!
ru: Мне нравится твой стиль!
th: ฉันชอบสไตล์ของคุณ!
zh_cn: 我喜欢你的风格！
zh_tw: 我中意你的風格！

source: I dig your energy!
de: Deine Energie gefällt mir!
es: ¡Me gusta tu energía!
fr: J'adore ton énergie !
it: Mi piace la tua energia!
ja: あなたのオーラがすごくいい感じ！
ko: 너의 에너지가 대단해!
pt_pt: Gosto da sua energia!
ru: Твоя энергия мне очень нравится!
th: ฉันชอบพลังงานในตัวคุณ!
zh_cn: 我喜欢你的活力！
zh_tw: 你的活力很有吸引力！

# friendsIntention
source: Hey, I think you're pretty awesome. How about we hit it off as friends?
de: Hey, ich finde dich echt toll. Wie wäre es, wenn wir Freunde werden?
es: Hola, creo que eres increíble. ¿Qué tal si nos hacemos amigos?
fr: Hé, je pense que tu es génial. Ça te dirait qu'on devienne amis ?
it: Ehi, penso che tu sia fantastico. Che ne dici di diventare amici?
ja: こんにちは!面白そうな人だね。ちょっと話してみませんか？
ko: 헤이, 너 정말 멋진 것 같아. 친구가 되어볼래?
pt_pt: Ei, eu acho você incrível. Que tal sermos amigos?
ru: Привет, я думаю, ты потрясающий. Давай подружимся?
th: เฮ้ย ฉันว่านายน่าทึ่งมาก มาเป็นเพื่อนกันไหม?
zh_cn: 嘿，我觉得你很棒。我们聊聊怎么样？
zh_tw: 嘿，我覺得你很棒。我們成為朋友怎麼樣？

# breakIce
source: 🔨🔨🔨 Don't mind me🔨🔨🔨 I'm just here to break the ice🔨🔨🔨
de: 🔨🔨🔨 Beachte mich nicht🔨🔨🔨 Ich breche nur das Eis🔨🔨🔨
es: 🔨🔨🔨 No me hagas caso🔨🔨🔨 Solo estoy rompiendo el hielo🔨🔨🔨
fr: 🔨🔨🔨 Ne fais pas attention à moi🔨🔨🔨 Je brise juste la glace🔨🔨🔨
it: 🔨🔨🔨 Non fare caso a me🔨🔨🔨 Sto solo rompendo il ghiaccio🔨🔨🔨
ja: 🔨🔨🔨 気にしないで🔨🔨🔨 氷を砕くだけ🔨🔨🔨
ko: 🔨🔨🔨 나를 신경 쓰지 마🔨🔨🔨 분위기를 풀러 왔어🔨🔨🔨
pt_pt: 🔨🔨🔨 Não ligue para mim🔨🔨🔨 Estou só quebrando o gelo🔨🔨🔨
ru: 🔨🔨🔨 Не обращай на меня внимания🔨🔨🔨 Я просто разбиваю лед🔨🔨🔨
th: 🔨🔨🔨 ไม่ต้องสนใจฉัน🔨🔨🔨 ฉันแค่มาทำลายความเงียบ🔨🔨🔨
zh_cn: 🔨🔨🔨 别在意我🔨🔨🔨 我在破冰🔨🔨🔨
zh_tw: 🔨🔨🔨 別介意🔨🔨🔨 我在破冰🔨🔨🔨

# guessWhoBreakSilence
source: Hey, guess who's gonna break the silence first?
de: Hey, rate mal, wer zuerst das Schweigen bricht?
es: Oye, ¿adivina quién romperá el silencio primero?
fr: Hé, devine qui va briser le silence en premier ?
it: Ehi, indovina chi romperà il silenzio per primo?
ja: ねえ、誰が最初に沈黙を破ると思う？
ko: 헤이, 누가 먼저 침묵을 깰까?
pt_pt: Ei, adivinha quem vai quebrar o silêncio primeiro?
ru: Эй, угадай, кто первым нарушит молчание?
th: เฮ้ย ลองทายสิว่าใครจะเป็นคนพูดก่อน?
zh_cn: 嘿，猜猜谁会先打破沉默？
zh_tw: 嘿，猜猜誰會先打破沉默？

source: See profile
de: Profil ansehen
es: Ver perfil
fr: Voir le profil
it: Vedi profilo
ja: プロフィールを見る
ko: 프로필 보기
pt_pt: Ver perfil
ru: Посмотреть профиль
th: ดูโปรไฟล์
zh_cn: 查看资料
zh_tw: 查看個人資料

# buttonUnmatch
source: Unmatch
de: Match aufheben
es: Deshacer match
fr: Annuler la correspondance
it: Annulla il match
ja: ペアリング解除
ko: 매치 해제
pt_pt: Desfazer match
ru: Отменить совпадение
th: ยกเลิกการจับคู่
zh_cn: 取消匹配
zh_tw: 取消配對

# buttonHitAIInterpretationMaximumLimit
source: 😪AstroPair is tired, 👇Tap to refuel her!
de: 😪AstroPair ist müde, 👇Tippen Sie, um sie aufzuladen!
es: 😪AstroPair está cansada, 👇Toca para recargarla!
fr: 😪AstroPair est fatiguée, 👇Tapez pour la recharger!
it: 😪AstroPair è stanca, 👇Tocca per ricaricarla!
ja: AstroPair疲れた😪、👇クリックでエネルギーチャージ！
ko: 😪AstroPair 피곤해, 👇탭하고 에너지 충전해!
pt_pt: 😪AstroPair cansada, 👇Toque pra recarregar!
ru: 😪AstroPair устала, 👇жми, чтоб зарядить!
th: 😪AstroPair เหนื่อย, 👇แตะเพื่อเติมพลังให้เธอ!
zh_cn: 😪AstroPair累了，👇点击给她加油！
zh_tw: 😪AstroPair累了，👇點擊給她加油！

# interpretationOn
source: AI Interpretation: On
de: KI-Synchrone Interpretation: Ein
es: Interpretación Sincrónica de IA: Activada
fr: Interprétation Synchrone IA : Activée
it: Interpretazione Sincrona AI: Attiva
ja: AI同期通訳：オン
ko: AI 동시 통역: 켜짐
pt_pt: Interpretação Síncrona AI: Ligada
ru: Синхронный перевод ИИ: Включен
th: AI การแปลภาษาแบบพร้อมเพรียง: เปิด
zh_cn: AI传译：开
zh_tw: AI傳譯：開

# interpretationOff
source: AI Interpretation: Off
de: KI-Synchrone Interpretation: Aus
es: Interpretación Sincrónica de IA: Desactivada
fr: Interprétation Synchrone IA : Désactivée
it: Interpretazione Sincrona AI: Disattiva
ja: AI同期通訳：オフ
ko: AI 동시 통역: 꺼짐
pt_pt: Interpretação Síncrona AI: Desligada
ru: Синхронный перевод ИИ: Выключен
th: AI การแปลภาษาแบบพร้อมเพรียง: ปิด
zh_cn: AI传译：关
zh_tw: AI傳譯：關

# warningUnmatching
source: After unmatching, all your chat history will be deleted.
de: Nach dem Aufheben der Paarung wird der gesamte Chatverlauf gelöscht.
es: Después de desemparejar, todo el historial de chat será eliminado.
fr: Après annulation de l'appariement, tout l'historique du chat sera supprimé.
it: Dopo lo sganciamento, tutta la cronologia della chat verrà cancellata.
ja: ペアリング解除後、お互いのチャット内容が全て消去されます。
ko: 페어링 해제 후, 서로의 채팅 내용이 모두 삭제됩니다.
pt_pt: Após desfazer o emparelhamento, todo o histórico de chat será apagado.
ru: После отмены сопряжения весь история чата будет удалена.
th: หลังจากยกเลิกการจับคู่ ข้อความสนทนาทั้งหมดจะถูกลบออก
zh_cn: 取消匹配后，你们之间的聊天内容都将被清除。
zh_tw: 取消配對後，你們之間的聊天內容都將被清除。

# astroPairInterpretationOff
source: ⭕ AstroPair interpretation is turned off
de: ⭕ AstroPair Simultanübersetzung deaktiviert
es: ⭕ AstroPair Int. Sincrónica desactivada
fr: ⭕ AstroPair Interprétation désactivée
it: ⭕ AstroPair Interpretazione disattivata
ja: ⭕ AstroPair同期通訳はオフになりました
ko: ⭕ AstroPair 동시 통역이 꺼졌습니다
pt_pt: ⭕ AstroPair Interpretação Síncrona desligada
ru: ⭕ AstroPair Interpretazione disattivata
th: ⭕ AstroPair การแปลภาษาถูกปิดแล้ว
zh_cn: ⭕ AstroPair传译已关闭
zh_tw: ⭕ AstroPair傳譯已關閉

# speakSameLanguage
source: 🤝 You guys speak the same language
de: Ihr sprecht dieselbe Sprache
es: Ustedes hablan el mismo idioma
fr: Vous parlez la même langue
it: Parlate la stessa lingua
ja: 🤝 同語なら翻訳しなくてもいいよ
ko: 여러분은 같은 언어를 사용합니다
pt_pt: Vocês falam a mesma língua
ru: Вы говорите на одном языке
th: คุณทั้งสองพูดภาษาเดียวกัน
zh_cn: 🤝 同语无需译,灵犀一点通
zh_tw: 🤝 同語無需譯,靈犀一點通

# buttonCopy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copiare
ja: コピー
ko: 복사
pt_pt: Copiar
ru: Копировать
th: คัดลอก
zh_cn: 复制
zh_tw: 複製

# buttonDelete
source: Delete
de: Löschen
es: Borrar
fr: Supprimer
it: Cancellare
ja: 削除
ko: 삭제
pt_pt: Eliminar
ru: Удалить
th: ลบ
zh_cn: 删除
zh_tw: 刪除

# howDoUFeelAboutAI
source: How do you feel about AI interpretation?
de: Was halten Sie von der simultanen KI-Dolmetschung?
es: ¿Qué opinas sobre la interpretación simultánea de IA?
fr: Que pensez-vous de l'interprétation simultanée par IA?
it: Cosa ne pensi dell'interpretazione simultanea AI?
ja: AIのAI同期通訳についてどう思いますか?
ko: AI 동시통역에 대해 어떻게 생각하세요?
pt_pt: O que pensa sobre a interpretação simultânea por IA?
ru: Что вы думаете об одновременном переводе AI?
th: คุณคิดว่าการแปลภาษาโดย AI แบบเรียลไทม์เป็นอย่างไร?
zh_cn: 你觉得AI传译怎么样?
zh_tw: 你覺得AI傳譯怎麼樣?

# exceptionAstroPairContentFilterTips
source: Unsent. AstroPair will not translate prohibited words
de: Nicht gesendet. AstroPair wird verbotene Wörter nicht übersetzen.
es: No enviado. AstroPair no traducirá palabras prohibidas.
fr: Non envoyé. AstroPair ne traduira pas les mots interdits.
it: Non inviato. AstroPair non tradurrà parole proibite.
ja: 送信されていない。AstroPairは禁止された言葉を翻訳しません。
ko: 발송되지 않음. AstroPair는 금지된 단어를 번역하지 않습니다.
pt_pt: Não enviado. O AstroPair não traduzirá palavras proibidas.
ru: Не отправлено. AstroPair не будет переводить запрещенные слова.
th: ไม่ได้ส่ง โปรแกรม AstroPair จะไม่แปลคำที่ถูกห้ามใช้
zh_cn: 未发送。AstroPair不会翻译违禁词。
zh_tw: 未寄出。AstroPair不會翻譯違禁詞。

# exceptionFailedToSendTips
source: Failed to send, please try again later.
de: Senden fehlgeschlagen, bitte versuchen Sie es später noch einmal.
es: Error al enviar, por favor intente de nuevo más tarde.
fr: Échec de l'envoi, veuillez réessayer plus tard.
it: Invio fallito, per favore riprova più tardi.
ja: 送信に失敗しました、後で再試行してください。
ko: 전송 실패, 나중에 다시 시도해주세요.
pt_pt: Falha no envio, por favor tente novamente mais tarde.
ru: Ошибка отправки, пожалуйста, попробуйте позже.
th: ส่งไม่สำเร็จ กรุณาลองใหม่ภายหลัง
zh_cn: 发送失败，请稍后再试。
zh_tw: 傳送失敗，請稍後再試。

# exceptionAstroPairOverloadedTips
source: AstroPair is overloaded, please try again later.
de: AstroPair ist überlastet, bitte versuchen Sie es später noch einmal.
es: AstroPair está sobrecargada, por favor intente de nuevo más tarde.
fr: AstroPair est surchargée, veuillez réessayer plus tard.
it: AstroPair è sovraccaricata, per favore riprova più tardi.
ja: AstroPairは過負荷です、後で再試行してください。
ko: AstroPair가 과부하 상태입니다, 나중에 다시 시도해주세요.
pt_pt: AstroPair está sobrecarregada, por favor tente novamente mais tarde.
ru: AstroPair перегружена, пожалуйста, попробуйте позже.
th: AstroPair มีการใช้งานมากเกินไป กรุณาลองใหม่ภายหลัง
zh_cn: AstroPair过载，请稍后再试。
zh_tw: AstroPair過載，請稍後再試。

# warningTitleCaution
source: Caution
de: Vorsicht
es: Cuidado
fr: Prudence
it: Attenzione
ja: 注意
ko: 주의
pt_pt: Cautela
ru: Осторожно
th: ระวัง
zh_cn: 注意
zh_tw: 注意

# warningOpenExternalLink
source: External link. Verify source is trustworthy before tapping, as unknown links may be scams or steal data. Proceed with caution.
de: Externer Link. Überprüfen Sie, ob die Quelle vertrauenswürdig ist, bevor Sie darauf tippen, da unbekannte Links Betrügereien sein oder Daten stehlen können. Vorgehen Sie vorsichtig.
es: Enlace externo. Verifica que la fuente sea confiable antes de pulsar, ya que los enlaces desconocidos pueden ser estafas o robar datos. Proceda con precaución.
fr: Lien externe. Vérifiez si la source est fiable avant de cliquer, car les liens inconnus peuvent être des arnaques ou voler des données. Procédez avec prudence.
it: Link esterno. Verifica che la fonte sia affidabile prima di cliccare, poiché i link sconosciuti possono essere truffe o rubare dati. Procedere con cautela.
ja: 外部リンクです。信頼できるソースか確認してください。未知のリンクは詐欺やデータ盗難の可能性があります。慎重に進んでください。
ko: 외부 링크입니다. 탭하기 전에 출처가 신뢰할 수 있는지 확인하세요. 알려지지 않은 링크는 사기 또는 데이터 도용일 수 있습니다. 주의해서 진행하세요.
pt_pt: Ligação externa. Verifique se a fonte é confiável antes de clicar, pois links desconhecidos podem ser fraudes ou roubar dados. Proceda com cautela.
ru: Внешняя ссылка. Проверьте, можно ли доверять источнику перед нажатием, так как неизвестные ссылки могут быть мошенничеством или красть данные. Процедите с осторожностью.
th: ลิงก์ภายนอก โปรดตรวจสอบแหล่งที่มาให้น่าเชื่อถือก่อนแตะ ลิงก์ที่ไม่รู้จักอาจเป็นการหลอกลวงหรือขโมยข้อมูล ดำเนินการอย่างระมัดระวัง
zh_cn: 外部链接。在点击前请确认来源可靠，因为不明链接可能是诈骗或窃取数据。谨慎行事。
zh_tw: 外部連結。點擊前請確認來源可靠，因為不明連結可能是詐騙或竊取數據。謹慎行事。

# buttonOpenLink
source: Open Link
de: Link öffnen
es: Abrir Enlace
fr: Ouvrir le Lien
it: Apri Link
ja: リンクを開く
ko: 링크 열기
pt_pt: Abrir Link
ru: Открыть Ссылку
th: เปิดลิงก์
zh_cn: 打开链接
zh_tw: 開啟連結

source: Me
de: Ich
es: Yo
fr: Moi
it: Io
ja: マイページ
ko: 나
pt_pt: Eu
ru: Я
th: ฉัน
zh_cn: 我的
zh_tw: 我的

# buttonEditProfile
source: Edit profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
ja: プロフィール編集
ko: 프로필 편집
pt_pt: Editar perfil
ru: Редактировать профиль
th: แก้ไขโปรไฟล์
zh_cn: 编辑资料
zh_tw: 編輯資料

source: Get AstroPair Plus
de: AstroPair Plus holen
es: Obtener AstroPair Plus
fr: Obtenir AstroPair Plus
it: Ottenere AstroPair Plus
ja: AstroPair Plusを入手
ko: AstroPair Plus받기
pt_pt: Obter AstroPair Plus
ru: Получить AstroPair Plus
th: รับ AstroPair Plus
zh_cn: 获取AstroPair Plus
zh_tw: 取得AstroPair Plus

# buttonAlreadyPlus
source: You're a Plus member
de: Du bist Plus Mitglied
es: Eres miembro Plus
fr: Tu es membre Plus
it: Sei un membro Plus
ja: あなたはPlus会員です
ko: Plus 회원이에요
pt_pt: És membro Plus
ru: Вы Plus участник
th: คุณเป็นสมาชิก Plus
zh_cn: 你是Plus会员
zh_tw: 你是Plus會員

# buttonPreview
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리보기
pt_pt: Pré-visualização
ru: Предпросмотр
th: ตัวอย่าง
zh_cn: 预览
zh_tw: 預覽

source: Photos
de: Fotos
es: Fotos
it: Foto
ja: 写真
ko: 사진
pt_pt: Fotos
ru: Фотографии
th: รูปภาพ
zh_cn: 照片
zh_tw: 照片

# morePhotosBenefit
source: More photos, higher recommendation
de: Je mehr Fotos, desto höher die Empfehlung
es: Cuantas más fotos, mayor es la recomendación
fr: Plus il y a de photos, plus la recommandation est élevée
it: Più foto ci sono, più alta è la raccomandazione
ja: 写真多いほどおすすめ度高くなる
ko: 사진이 많을수록 추천도가 높아집니다
pt_pt: Quanto mais fotos, maior o valor de recomendação
ru: Чем больше фотографий, тем выше рекомендация
th: ยิ่งมีรูปภาพมากเท่าไร ค่าแนะนำก็ยิ่งสูงขึ้น
zh_cn: 照片越多，推荐值越高
zh_tw: 照片越多，推薦值越高

source: Bio
de: Einführung
es: Introducción
fr: Introduction
it: Introduzione
ja: アバウトミー
ko: 소개
pt_pt: Introdução
ru: Введение
th: บทนำ
zh_cn: 简介
zh_tw: 簡介

# buttonEdit
source: Edit
de: Bearbeiten
es: Editar
fr: Éditer
it: Modificare
ja: 編集
ko: 편집
pt_pt: Editar
ru: Редактировать
th: แก้ไข
zh_cn: 编辑
zh_tw: 編輯

source: Show your perAstroPairlity
de: Zeige deine Persönlichkeit
es: Muestra tu perAstroPairlidad
fr: Montre ta personnalité
it: Mostra la tua perAstroPairlità
ja: あなたの世界観や個性を表現してみてね ♪
ko: 당신의 개성을 보여주세요
pt_pt: Mostra a tua perAstroPairlidade
ru: Покажите вашу индивидуальность
th: แสดงบุคลิกของคุณ
zh_cn: 大声说出你的故事！
zh_tw: 展現你的個性

source: Finding folks who share your interests
de: Menschen finden, die deine Interessen teilen
es: Encontrar perAstroPairs que compartan tus intereses
fr: Trouver des personnes qui partagent vos intérêts
it: Trovare persone che condividono i tuoi interessi
ja: 同じ趣味を持つ人を見つける
ko: 같은 관심사를 가진 사람들 찾기
pt_pt: Encontrar pessoas que partilham os teus interesses
ru: Находить людей, которые разделяют ваши интересы
th: การหาคนที่มีความสนใจร่วมกันกับคุณ
zh_cn: 找到与你有共同兴趣的人
zh_tw: 找到與你有共同興趣的人

# buttonSave
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salvare
ja: 保存
ko: 저장
pt_pt: Guardar
ru: Сохранить
th: บันทึก
zh_cn: 保存
zh_tw: 儲存

# subPageTitle
source: Get AstroPair Plus
de: AstroPair Plus holen
es: Obtener AstroPair Plus
fr: Obtenir AstroPair Plus
it: Ottenere AstroPair Plus
ja: AstroPair Plusを入手
ko: AstroPair Plus받기
pt_pt: Obter AstroPair Plus
ru: Получить AstroPair Plus
th: รับ AstroPair Plus
zh_cn: 获取AstroPair Plus
zh_tw: 取得AstroPair Plus

# plusFuncUnlimitedLikes
source: Unlimited Likes
de: Unbegrenztes Liken
es: Me gusta ilimitados
fr: Likes illimités
it: Like illimitati
ja: いいね無制限
ko: 무제한 좋아요
pt_pt: Gostos ilimitados
ru: Неограниченные лайки
th: ไลค์ไม่จำกัด
zh_cn: 无限点赞
zh_tw: 無限點讚

# plusFuncUnlockWhoLikesU
source: Unlock to see who likes you
de: Entsperren, um zu sehen, wer dich mag
es: Desbloquear para ver quién te gusta
fr: Débloquer pour voir qui vous aime
it: Sblocca per vedere chi ti piace
ja: あなたを好きな人が誰か見るために解除
ko: 좋아하는 사람이 누구인지 보려면 잠금 해제
pt_pt: Desbloquear para ver quem gosta de ti
ru: Разблокировать, чтобы увидеть, кто вас любит
th: ปลดล็อกเพื่อดูว่าใครชอบคุณ
zh_cn: 解锁查看谁喜欢了你
zh_tw: 解鎖查看誰喜歡你

# plusFuncAIInterpretation
source: 1000 AI Interpretation messages daily
de: 1000 simultane Übersetzungen/Tag
es: 1000 interpretaciones simultáneas/día
fr: 1000 interprétations simultanées/jour
it: 1000 interpretazioni simultanee/giorno
ja: 1日に1000回のAI同期通訳
ko: 하루에 1000번 AI 동시통역
pt_pt: 1000 interpretações simultâneas/dia
ru: 1000 синхронных переводов/день
th: AI แปลภาษาเรียลไทม์ 1000 ครั้ง/วัน
zh_cn: 每天1000条AI传译
zh_tw: 每天1000條AI傳譯

# plusFuncDMPerWeek
source: 5 DM per week
de: 5 DM pro Woche
es: 5 DM por semana
fr: 5 DM par semaine
it: 5 DM alla settimana
ja: 週に5回のDM
ko: 주당 5회 DM
pt_pt: 5 DM por semana
ru: 5 DM в неделю
th: ทุกสัปดาห์ 5 DM
zh_cn: 每周5条DM
zh_tw: 每週5次DM

# plusFuncWishes
source: 3 Wshes
de: 3 Wünsche
es: 3 deseos
fr: 3 souhaits
it: 3 desideri
ja: 3つの願い
ko: 3개의 소원
pt_pt: 3 desejos
ru: 3 желания
th: 3 คำอธิษฐาน
zh_cn: 3个心愿
zh_tw: 3個心願

# plusFuncFilterMatchingCountries
source: Filter matching Countries
de: Länder für das Matching filtern
es: Filtrar países de emparejamiento
fr: Filtrer les pays correspondants
it: Filtrare i paesi corrispondenti
ja: マッチング国を絞り込む
ko: 매칭되는 국가 필터링
pt_pt: Filtrar países de correspondência
ru: Фильтровать страны для совпадений
th: กรองประเทศที่จับคู่ได้
zh_cn: 筛选配对的国家
zh_tw: 篩選配對的國家

# plusFuncAstroPairTips
source: AstroPair Tips - Your chat advisor
de: AstroPair Tips - Dein Chat-Berater
es: AstroPair Tips - Tu asesor de chat
fr: AstroPair Tips - Ton conseiller de chat
it: AstroPair Tips - Il tuo consulente chat
ja: AstroPair Tips - あなたのチャット参謀
ko: AstroPair Tips - 당신의 채팅 상담원
pt_pt: AstroPair Tips - O teu conselheiro de chat
ru: AstroPair Tips - Твой советник по чату
th: AstroPair Tips - ที่ปรึกษาการแชทของคุณ
zh_cn: AstroPair Tips - 你的聊天参谋
zh_tw: AstroPair Tips - 你的聊天參謀

# sixMonths
source: 6 Months
de: 6 Monate
es: 6 meses
fr: 6 mois
it: 6 mesi
ja: 6ヶ月
ko: 6개월
pt_pt: 6 meses
ru: 6 месяцев
th: 6 เดือน
zh_cn: 6个月
zh_tw: 6個月

# aYear
source: 1 Year
de: 1 Jahr
es: 1 año
fr: 1 an
it: 1 anno
ja: 1年
ko: 1년
pt_pt: 1 ano
ru: 1 год
th: 1 ปี
zh_cn: 1年
zh_tw: 1年

# threeMonths
source: 3 Months
de: 3 Monate
es: 3 meses
fr: 3 mois
it: 3 mesi
ja: 3ヶ月
ko: 3개월
pt_pt: 3 meses
ru: 3 месяцев
th: 3 เดือน
zh_cn: 3个月
zh_tw: 3個月

# aMonth
source: 1 Month
de: 1 Monate
es: 1 meses
fr: 1 mois
it: 1 mesi
ja: 1ヶ月
ko: 1개월
pt_pt: 1 meses
ru: 1 месяцев
th: 1 เดือน
zh_cn: 1个月
zh_tw: 1個月

# month
source: mo
de: Monat
es: Mes
fr: Mois
it: Mese
ja: 月
ko: 월
pt_pt: Mês
ru: Месяц
th: เดือน
zh_cn: 月
zh_tw: 月

source: Standard
es: Estándar
ja: 標準
ko: 표준
pt_pt: Padrão
ru: Стандарт
th: มาตรฐาน
zh_cn: 标准
zh_tw: 標準
