Repository: zhangyc/pixify-flutter
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, ja, ko, pt_pt, ru, th, zh_cn, zh_tw

# plusBenefitMessageTemplates
source: Quick message templates (compliments/invitations/platform switch)
de: Schnelle Nachrichtenvorlagen (Komplimente/Einladungen/Plattformwechsel)
es: Plantillas de mensaje rápido (cumplidos/invitaciones/cambio de plataforma)
fr: Modèles de message rapide (compliments/invitations/changement de plateforme)
it: Modelli di messaggio rapido (complimenti/inviti/cambio piattaforma)
ja: クイックメッセージテンプレート（褒め/招待/プラットフォーム切り替え）
ko: 빠른 메시지 템플릿 (칭찬/초대/플랫폼 전환)
pt_pt: Modelos de mensagem rápida (elogios/convites/mudança de plataforma)
ru: Шаблоны быстрых сообщений (комплименты/приглашения/смена платформы)
th: เทมเพลตข้อความด่วน (คำชม/เชิญ/เปลี่ยนแพลตฟอร์ม)
zh_cn: 快捷消息模板（赞美/邀约/换平台）
zh_tw: 快捷消息模板（讚美/邀約/換平台）

# plusBenefitHistoryTranslation
source: One-click translation of message history
de: Ein-Klick-Übersetzung des Nachrichtenverlaufs
es: Traducción de historial de mensajes con un clic
fr: Traduction de l'historique des messages en un clic
it: Traduzione della cronologia messaggi con un clic
ja: メッセージ履歴のワンクリック翻訳
ko: 메시지 기록 원클릭 번역
pt_pt: Tradução de histórico de mensagens com um clique
ru: Перевод истории сообщений одним кликом
th: การแปลประวัติข้อความด้วยคลิกเดียว
zh_cn: 历史消息一键翻译
zh_tw: 歷史消息一鍵翻譯

# plusBenefitAntiHarassment
source: Priority anti-harassment protection and weight protection
de: Prioritäts-Schutz vor Belästigung und Gewichtungsschutz
es: Protección prioritaria contra el acoso y protección de peso
fr: Protection prioritaire contre le harcèlement et protection du poids
it: Protezione prioritaria contro le molestie e protezione del peso
ja: 優先的な反ハラスメント保護と重み保護
ko: 우선순위 반괴롭힘 보호 및 가중치 보호
pt_pt: Proteção prioritária contra assédio e proteção de peso
ru: Приоритетная защита от домогательств и защита веса
th: การป้องกันการคุกคามแบบลำดับความสำคัญและการป้องกันน้ำหนัก
zh_cn: 反骚扰优先拦截与权重保护
zh_tw: 反騷擾優先攔截與權重保護

# plusBenefitSupportChannel
source: Fast-track subscription issue resolution
de: Beschleunigte Lösung von Abonnementproblemen
es: Resolución acelerada de problemas de suscripción
fr: Canal d'accélération pour les problèmes d'abonnement
it: Risoluzione accelerata dei problemi di abbonamento
ja: サブスクリプション問題の迅速解決
ko: 구독 문제 해결 빠른 처리
pt_pt: Resolução acelerada de problemas de assinatura
ru: Ускоренное решение проблем с подпиской
th: ช่องทางเร่งด่วนสำหรับปัญหาการสมัครสมาชิก
zh_cn: 订阅问题处理加速通道
zh_tw: 訂閱問題處理加速通道

# plusBenefitUnlockLikedMe
source: Unlock clear avatars and tags in Liked Me
de: Klare Avatare und Tags in Gefällt mir freischalten
es: Desbloquear avatares y etiquetas claras en Me gustó
fr: Débloquer avatars et étiquettes claires dans M'a aimé
it: Sblocca avatar e tag chiari in Mi piace
ja: いいねされたでクリアなアバターとタグをアンロック"
ko: 좋아요 받은에서 선명한 아바타와 태그 잠금 해제"
pt_pt: Desbloquear avatares e tags claros em Curtiu-me
ru: Разблокировать четкие аватары и теги в Понравилось
th: ปลดล็อกอวตารและแท็กที่ชัดเจนในถูกไลค์"
zh_cn: 解锁喜欢我的清晰头像与标签
zh_tw: 解鎖喜歡我的清晰頭像與標籤

# personaCompleteProfile
source: Complete basic profile
de: Grundprofil vervollständigen
es: Completar perfil básico
fr: Compléter le profil de base
it: Completa profilo base
ja: 基本プロフィールを完成
ko: 기본 프로필 완성
pt_pt: Completar perfil básico
ru: Завершить базовый профиль
th: เติมเต็มข้อมูลพื้นฐาน
zh_cn: 完善基础资料
zh_tw: 完善基礎資料

# personaCompleteProfileDesc
source: Complete name, birthday, gender to unlock more recommendations
de: Completa nome, compleanno, genere per sbloccare più raccomandazioni
es: Compléter nom, anniversaire, genre pour débloquer plus de recommandations
fr: Namen, Geburtstag, Geschlecht vervollständigen für mehr Empfehlungen
it: Завершите имя, день рождения, пол для разблокировки больше рекомендаций
ja: 名前、誕生日、性別を完成してより多くのおすすめをアンロック
ko: 이름, 생일, 성별을 완성하여 더 많은 추천 잠금 해제
pt_pt: Complete nome, aniversário, gênero para desbloquear mais recomendações
ru: Завершите имя, день рождения, пол для разблокировки больше рекомендаций
th: เติมเต็มชื่อ วันเกิด เพศ เพื่อปลดล็อกคำแนะนำเพิ่มเติม
zh_cn: 完善姓名、生日、性别，解锁更多推荐
zh_tw: 完善姓名、生日、性別，解鎖更多推薦

# personaUploadPhotos
source: Upload your photos
de: Carica le tue foto
es: Envoyer vos photos
fr: Ihre Fotos hochladen
it: Загрузите свои фото
ja: 写真をアップロード
ko: 사진 업로드
pt_pt: Enviar suas fotos
ru: Загрузите свои фото
th: อัปโหลดรูปภาพของคุณ
zh_cn: 上传你的照片
zh_tw: 上傳你的照片

# personaUploadPhotosDesc
source: Add at least 2 clear photos to increase exposure
de: um die Sichtbarkeit zu erhöhen
es: Ajoutez au moins 2 photos claires pour augmenter l'exposition
fr: Fügen Sie mindestens 2 klare Fotos hinzu
it: Aggiungi almeno 2 foto chiare per aumentare l'esposizione
ja: 少なくとも2枚の鮮明な写真を追加して露出を増やす
ko: 최소 2장의 선명한 사진을 추가하여 노출도 증가
pt_pt: Adicione pelo menos 2 fotos claras para aumentar a exposição
ru: Добавьте хотя бы 2 четких фото для увеличения видимости
th: เพิ่มรูปภาพที่ชัดเจนอย่างน้อย 2 รูปเพื่อเพิ่มการเปิดเผย
zh_cn: 至少添加 2 张清晰照片，提升曝光
zh_tw: 至少添加 2 張清晰照片，提升曝光

# personaEnableNotifications
source: Enable message notifications
de: Abilita notifiche messaggi
es: Activer les notifications de message
fr: Nachrichtenbenachrichtigungen aktivieren
it: Включить уведомления о сообщениях
ja: メッセージ通知を有効にする
ko: 메시지 알림 활성화
pt_pt: Ativar notificações de mensagem
ru: Включить уведомления о сообщениях
th: เปิดการแจ้งเตือนข้อความ
zh_cn: 开启消息通知
zh_tw: 開啟消息通知

# personaEnableNotificationsDesc
source: Don't miss matches and messages, interact in time
de: Non perdere match e messaggi, interagisci in tempo
es: Ne manquez pas les correspondances et messages, interagissez à temps
fr: Verpassen Sie keine Matches und Nachrichten, interagieren Sie rechtzeitig
it: Не пропускайте совпадения и сообщения, взаимодействуйте вовремя
ja: マッチとメッセージを見逃さず、タイムリーにやり取り
ko: 매치와 메시지를 놓치지 말고 적시에 상호작용
pt_pt: Não perca matches e mensagens, interaja a tempo
ru: Не пропускайте совпадения и сообщения, взаимодействуйте вовремя
th: อย่าพลาดการแมตช์และข้อความ มีปฏิสัมพันธ์ทันเวลา
zh_cn: 不错过匹配和消息，及时互动
zh_tw: 不錯過匹配和消息，及時互動

# personaShowCity
source: Show your city
de: Mostra la tua città
es: Montrer votre ville
fr: Zeige deine Stadt
it: Покажите свой город
ja: あなたの都市を表示
ko: 도시 표시
pt_pt: Mostrar sua cidade
ru: Покажите свой город
th: แสดงเมืองของคุณ
zh_cn: 展示所在城市
zh_tw: 展示所在城市

# personaShowCityDesc
source: Easier to be discovered by local users
de: Più facile essere scoperti dagli utenti locali
es: Plus facile d'être découvert par les utilisateurs locaux
fr: Einfacher von lokalen Benutzern entdeckt zu werden
it: Легче быть найденным местными пользователями
ja: 地元ユーザーに見つけられやすくなる
ko: 지역 사용자에게 더 쉽게 발견됨
pt_pt: Mais fácil de ser descoberto por usuários locais
ru: Легче быть найденным местными пользователями
th: ถูกค้นพบโดยผู้ใช้ในพื้นที่เดียวกันได้ง่ายขึ้น
zh_cn: 更容易被同城用户发现
zh_tw: 更容易被同城用戶發現

# personaForYou
source: For you
de: Per te
es: Pour vous
fr: Für dich
it: Для вас
ja: おすすめ
ko: 당신을 위한
pt_pt: Para você
ru: Для вас
th: สำหรับคุณ
zh_cn: 为你推荐
zh_tw: 為你推薦

# oneLineToWin
source: One line to win them over
de: Una frase per conquistarli
es: Une phrase pour les conquérir
fr: Ein Satz, um sie zu überzeugen
it: Одна фраза, чтобы покорить
ja: 一言で相手を魅了
ko: 한 줄로 상대를 사로잡아
pt_pt: Uma frase para conquistar
ru: Одна фраза, чтобы покорить
th: หนึ่งประโยคชนะใจ
zh_cn: 一句话打动对方
zh_tw: 一句話打動對方

# remindUploadPhoto
source: 📸 Remind them to upload photos, get to know each other better
de: 📸 Ricorda loro di caricare foto, conoscetevi meglio
es: 📸 Rappelez-leur de télécharger des photos, apprenez à vous connaître
fr: 📸 Erinnern Sie sie daran, Fotos hochzuladen, lernen Sie sich besser kennen
it: 📸 Напомните им загрузить фото, узнайте друг друга лучше
ja: 📸 写真のアップロードを促し、お互いをもっと知り合いましょう
ko: 📸 사진 업로드를 권하고 서로를 더 잘 알아가세요
ru: 📸 Нагадайте їм завантажити фото, дізнайтеся один одного краще
zh_cn: 📸 提醒TA上传照片，让彼此更了解
zh_tw: 📸 提醒TA上傳照片，讓彼此更了解

# fateOnTheWay
source: Fate is on the way
de: Il destino è in arrivo
es: Le destin est en route
fr: Das Schicksal ist unterwegs
it: Судьба в пути
ja: 運命は道の途中に
ko: 운명이 오고 있어
ru: Доля в дорозі
zh_cn: 缘分正在路上
zh_tw: 緣分正在路上

# emptyChatRoomMessage
source: Your private chat room is still empty But the stars know, the right person is coming to you
de: La tua chat privata è ancora vuota Ma le stelle sanno, la persona giusta sta venendo da te
es: Votre salon de chat privé est encore vide Mais les étoiles savent, la bonne personne vient vers vous
fr: Ihr privater Chatraum ist noch leer Aber die Sterne wissen, die richtige Person kommt zu Ihnen
it: Ваша приватная комната чата все еще пуста Но звезды знают, что правильный человек идет к вам
ja: あなたの専用チャットルームはまだ空です でも星は知っています、運命の人はあなたに向かって来ています
ko: 당신의 전용 채팅방은 아직 비어있습니다 하지만 별들은 알고 있습니다, 운명의 사람이 당신에게 오고 있습니다
ru: Ваша приватна кімната чату все ще порожня Але зірки знають, що правильна людина йде до вас
zh_cn: 你的专属聊天室还是空的 但星星知道，对的人正在向你走来
zh_tw: 你的專屬聊天室還是空的 但星星知道，對的人正在向你走來

source: Go Discover
de: Vai a Scoprire
es: Allez Découvrir
fr: Geh Entdecken
it: Иди Открывать
ja: 発見に行く
ko: 발견하러 가기
ru: Йди Відкривати
zh_cn: 去发现
zh_tw: 去發現

source: Complete Profile
de: Completa Profilo
es: Compléter le Profil
fr: Profil vervollständigen
it: Завершить Профиль
ja: プロフィールを完成
ko: 프로필 완성
ru: Завершити Профіль
zh_cn: 完善资料
zh_tw: 完善資料

# profileTip
source: ✨ Complete your profile so the stars can know you better, for more accurate matching
de: ✨ Completa il tuo profilo così le stelle possono conoscerti meglio, per un abbinamento più preciso
es: ✨ Complétez votre profil pour que les étoiles puissent mieux vous connaître, pour un appariement plus précis
fr: ✨ Vervollständigen Sie Ihr Profil, damit die Sterne Sie besser kennen können, für eine genauere Zuordnung
it: ✨ Завершите свой профиль, чтобы звезды могли лучше узнать вас, для более точного сопоставления
ja: ✨ プロフィールを完成させて、星があなたをもっとよく知れるように、より正確なマッチングを
ko: ✨ 프로필을 완성하여 별들이 당신을 더 잘 알 수 있도록, 더 정확한 매칭을
ru: ✨ Завершіть свій профіль, щоб зірки могли краще вас знати, для більш точного співставлення
zh_cn: ✨ 完善资料让星星更了解你，匹配更精准
zh_tw: ✨ 完善資料讓星星更了解你，匹配更精準

# upgradeForMoreRecommendations
source: Upgrade to Premium for more recommendations
de: Aggiorna a Premium per più raccomandazioni
es: Upgrade vers Premium pour plus de recommandations
fr: Upgrade auf Premium für mehr Empfehlungen
it: Обновитесь до Premium для большего количества рекомендаций
ja: プレミアムにアップグレードしてより多くのおすすめを
ko: 프리미엄으로 업그레이드하여 더 많은 추천 받기
ru: Оновіться до Premium для більшої кількості рекомендацій
zh_cn: 开通会员获得更多推荐
zh_tw: 開通會員獲得更多推薦

source: Uploading...
de: Caricamento...
es: Téléchargement...
fr: Wird hochgeladen...
it: Загрузка...
ja: アップロード中...
ko: 업로드 중...
ru: Завантаження...
zh_cn: 上传中...
zh_tw: 上傳中...
